Repository: chuva-inc/Metareciclagem
Catalog: sites/rede.metareciclagem.org/modules/contrib/draft/translations/*.po
Languages: it

source: Drafts table holding all draft content not yet published
it: La tabella che contiene le bozze dei documenti non ancora pubblicati

source: Draft ID
it: Id. Bozza

source: The Draft ID
it: Identificativo bozza

source: User ID
it: Id. utente

source: The user's ID
it: L'identificativo utente

source: Node Type
it: Tipo di nodo

source: Node Type for the draft
it: Tipo di nodo per la bozza

source: Title
it: Titolo

source: Data title
it: Titolo

source: Updated
it: Aggiornato

source: Last update for draft
it: Ultimo aggiornamento della bozza

source: View Draft
it: Vedi bozza

source: Provide a simple link to view the draft.
it: Link per visualizzare la bozza

source: Draft Settings
it: Impostazioni modulo Draft

source: Draft Autosave Interval
it: Intervallo di salvataggio automatico

source: Time interval between automatic savings of the form
it: Millisecondi tra un salvataggio automatico e l'altro

source: Ignore form elements
it: Elementi di form da ignorare

source: List of form elements spilt by "|" that we do not wish to save i.e. form token, op buttons etc
it: Lista degli elementi della forma, divisi dal carattere "|" che non vogliamo siano salvati nella bozza (per esempio: token, pulsanti, eccetera)

source: Allow drafts when editing
it: Permetti la bozza in modifica

source: If checked then the module will allow you to save as draft when editing an already existing node
it: Permette di salvare la bozza di un documento quando questo si trova in modifica. Se non impostato, la bozze verranno salvate solo in fase di creazione del nodo

source: Save As Draft
it: Salva come bozza

source: Disabled
it: Disabilitato

source: Enabled
it: Abilitato

source: No draft id was received by the system
it: Manca l'Id del draft

source: Are you sure you wish to remove the draft?
it: Sei sicuro di voler cancellare questa bozza?

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Draft successfully removed from the system
it: La bozza è stata cancellata

source: Draft Autosave Settings
it: Impostazioni per l'autosalvataggio delle bozze

source: Enable Autosave
it: Abilita il salvataggio automatico

source: If checked autosave functionality will be enabled on administer specified node types
it: Se selezionato la funzionalità di salvataggio automatico sarà abilitata sui tipi di nodo specificati in amministrazione

source: Autosave Interval
it: Intervallo di tempo del salvataggio automatico

source: Time interval between autosaves, must be greater than 10000
it: Millisecondi tra un salvataggio e l'altro. Deve essere maggiore di 1000 (un secondo)

source: Autosave Interval must be greate than or equal to 10000
it: L'intervallo del salvataggio automatico deve essere maggiore di 1000 (un secondo)

source: access save as draft
it: accedi a salva come bozza

source: Configure draft settings.
it: Impostazioni delle bozze

source: Remove Draft
it: Cancella bozza

source: Save Draft
it: Salva bozza

source: draft
it: bozza

source: Draft module successfully installed.
it: Modulo Draft installato con successo

source: Stores drafts in the system
it: Sistema di salvataggio come bozza

source: Primary key: Draft ID
it: Chiave primaria: Identificativo bozza

source: User who created the draft
it: Utente che ha creato la bozza

source: Time of last update / creation
it: Data di ultimo aggiornamento/creazione

source: Serialized data about the draft we have saved
it: Dato serializzato relativo alla bozza salvata

source: Provides the ability to save as draft for Drupal
it: Permette il salvataggio in bozza dei nodi di Drupal

source: View
it: Vista
