Repository: chuva-inc/Metareciclagem
Catalog: sites/rede.metareciclagem.org/modules/contrib/draft/translations/*_16.po
Languages: pt_br

source: Draft
pt_br: Rascunho

source: Drafts table holding all draft content not yet published
pt_br: A tabela de rascunhos contendo todos os rascunhos ainda não foi publicada

source: Draft ID
pt_br: ID do rascunho

source: The Draft ID
pt_br: O ID do rascunho

source: User ID
pt_br: ID do usuário

source: The user's ID
pt_br: O ID do usuário

source: Node Type
pt_br: Tipo de Conteúdo

source: Node Type for the draft
pt_br: Tipo de conteúdo do rascunho

source: Title
pt_br: Título

source: Data title
pt_br: Título do conteúdo

source: Updated
pt_br: Atualizado

source: Last update for draft
pt_br: Última atualização do rascunho

source: View Draft
pt_br: Visualizar rascunho

source: Provide a simple link to view the draft.
pt_br: Provê um link simples para visualizar o rascunho.

source: Draft Settings
pt_br: Configurações dos rascunhos

source: Draft Autosave Interval
pt_br: Intervalo de salvamento automático dos rascunhos

source: Time interval between automatic savings of the form
pt_br: Intervalo de tempo entre os salvamentos automáticos do formulário

source: Ignore form elements
pt_br: Ignorar os elementos do formulário

source: List of form elements spilt by "|" that we do not wish to save i.e. form token, op buttons etc
pt_br: Liste os elementos que deseja excluir do rascunho separados por "|", por exemplo o form token, botões op, etc.

source: Allow drafts when editing
pt_br: Permitir salvar rascunhos na edição

source: If checked then the module will allow you to save as draft when editing an already existing node
pt_br: Se marcado, o módulo permitirá que você salve como rascunho quando estiver editando um node

source: Save As Draft
pt_br: Salvar como Rascunho

source: Disabled
pt_br: Desabilitado

source: Enabled
pt_br: Habilitado

source: No draft id was received by the system
pt_br: Nenhum id de rascunho foi recebido pelo sistema

source: Are you sure you wish to remove the draft?
pt_br: Tem certeza de que deseja remover o rascunho?

source: Delete
pt_br: Apagar

source: Cancel
pt_br: Cancelar

source: Draft successfully removed from the system
pt_br: O rascunho foi removido do sistema com sucesso

source: Draft Autosave Settings
pt_br: Configurações de salvamento automático de rascunhos

source: Enable Autosave
pt_br: Habilitar Salvamento Automático

source: If checked autosave functionality will be enabled on administer specified node types
pt_br: Se marcado a função salvamento automático será habilitada para os tipos de conteúdo especificados

source: Autosave Interval
pt_br: Intervalo de Salvamento Automático

source: Time interval between autosaves, must be greater than 10000
pt_br: O intervalo de tempo entre os salvamentos automáticos deve ser maior que 10000

source: Autosave Interval must be greate than or equal to 10000
pt_br: O intervalo de salvamento automático deve ser igual ou maior que 10000

source: access save as draft
pt_br: acessar salvar como rascunho

source: Configure draft settings.
pt_br: Configurar as opções para rascunhos.

source: Remove Draft
pt_br: Apagar Rascunho

source: Save Draft
pt_br: Salvar Rascunho

source: draft
pt_br: rascunho

source: Draft module successfully installed.
pt_br: O módulo Draft foi instalado com sucesso

source: Stores drafts in the system
pt_br: Salva rascunhos no sistema

source: Primary key: Draft ID
pt_br: Chave Primária: ID do Rascunho

source: User who created the draft
pt_br: Usuário que criou o rascunho

source: Time of last update / creation
pt_br: Tempo da útima edição / adição

source: Serialized data about the draft we have saved
pt_br: Foram salvos dados serializados sobre o rascunho

source: Provides the ability to save as draft for Drupal
pt_br: Provê a possibilidade de salvar como rascunho no Drupal

source: View
pt_br: Visualizar
