Repository: chuva-inc/Metareciclagem
Catalog: sites/rede.metareciclagem.org/modules/contrib/event/translations/*.po
Languages: es

source: limit view to events of this type
es: limitar la vista para eventos de este tipo

source: view this event
es: ver este evento

source: Start:
es: Inicio:

source: End:
es: Fin:

source: all day
es: todo el día

source: iCalendar API for Events Modules
es: API de iCalendar para Módulos de Eventos

source: Calendar
es: Calendario

source: Month
es: Mes

source: Month view
es: Vista de mes

source: Week
es: Semana

source: Week view
es: Vista de semana

source: Day
es: Día

source: Day view
es: Vista de día

source: Table
es: Tabla

source: Table view
es: Vista de tabla

source: List
es: Lista

source: List view
es: Vista de lista

source: Event time zone input
es: Entrada de la zona horaria del evento

source: Use the sitewide time zone
es: Usar la zona horaria del sitio

source: Use the time zone of the user editing or creating the event
es: Usar la zona horaria del usuario que está editando o creando el evento

source: Allow users to set event time zones
es: Permitir a los usuarios establecer zonas horarias para el evento

source: Events are saved with a time zone value. This setting allows you to determine how the time zone is determined when creating or editing an event.
es: Los eventos se guardan con un valor de zona horaria. Esta configuración le permite determinar cómo se determina la zona horaria cuando se crea o edita un evento.

source: Event time zone display
es: Despliege de la zona horaria del evento

source: Use the event's time zone
es: Usar la zona horaria del evento

source: Use the user's time zone
es: Usar la zona horaria del usuario

source: Events are saved with a time zone value. This setting allows you to determine if the event's time zone, the sitewide time zone, or the user's personal time zone setting is used to display the time for an event.
es: Los eventos se guardan con un valor de zona horaria. Esta configuración le permite determinar si la zona horaria del evento, la del sitio o la del usuario se usará para mostrar la hora del evento.

source: Events are saved with a time zone value. This setting allows you to determine how the time zone is determined when creating or editing an event. You must have 'Configurable time zones' enabled in the !url before you can enable user's time zones for this feature.
es: Los eventos se guardan con un valor de zona horaria. Esta configuración le permite determinar cómo se determina la zona horaria cuando se crea o edita un evento. Usted debe tener «Zonas horarias configurables» activado en la !url antes de que pueda activar las zonas horarias del usuario para esta característica.

source: date/time settings
es: configuraciones de fecha y hora

source: Events are saved with a time zone value. This setting allows you to determine if the event's time zone, the sitewide time zone, or the user's personal time zone setting is used to display the time for an event. You must have 'Configurable time zones' enabled in the !url before you can enable user's time zones for this feature.
es: Los eventos se guardan con un valor de zona horaria. Esta configuración le permite determinar si la zona horaria del evento, la del sitio o la del usuario se usará para mostrar la hora del evento. Usted debe tener «Zonas horarias configurables» activado en la !url antes de que pueda activar las zonas horarias del usuario para esta característica.

source: Time notation preference
es: Preferencia de la notación de tiempo

source: The time notation system used for entering event times.
es: La notación de tiempo del sistema se usa para agregar el tiempo del evento.

source: Upcoming event block limit
es: Límite del bloque de próximos eventos

source: Limit the amount of events displayed in the upcoming events block by this amount.
es: Limite la cantidad de eventos mostrados en el bloque de próximos eventos con esta cantidad.

source: Default overview
es: Vista general predeterminada

source: The default event view to display when no format is specifically requested. This is also the view that will be displayed from the block calendar links.
es: La vista predeterminada del evento para mostrarlo cuando no se ha solicitado ningún formato específico. Esta también es la vista que será mostrada en los enlaces del bloque de calendario.

source: Table view default period
es: Periodo predeterminado de la vista de tabla

source: The default number of days to display in the table view. You can specify a different number of days in the url. More info on the event url format !link
es: El número predeterminado de días que se mostrarán en la vista de tabla. Puede especificar un número distinto de días en la url. Más información del formato del url del evento !link

source: here
es: aquí

source: Taxonomy filter controls
es: Controles de filtros de taxonomía

source: Show taxonomy filter control on calendar views
es: Mostrar controles de filtro de taxonomía en las vistas de calendario

source: Only show taxonomy filter control when taxonomy filter view is requested
es: Sólo mostrar controles de filtro de taxonomía cuando el filtro de taxonomía se solicita

source: Never show taxonomy filter control
es: Nunca mostrar controles de filtro de taxonomía

source: Content type filter controls
es: Controles de filtro de tipo de contenido

source: Show content type filter control on calendar views
es: Mostrar controles de filtro de tipo de contenido en las vistas de calendario

source: Only show content type filter control when content type filter view is requested
es: Sólo mostrar controles de filtro de tipo de contenido cuando el filtro de tipo de contenido se solicita

source: Never show content type filter control
es: Nunca mostrar controles de filtro de tipo de contenido

source: Home
es: Inicio

source: View all
es: Ver todos

source: Filter
es: Filtro

source: Week of !month !day, !year
es: Semana del !day de !month de !year

source: Events at %site
es: Eventos en %site

source: iCal support not enabled
es: soporte iCal no activado

source: Start
es: Inicio

source: End
es: Fin

source: - Events Feed
es: - Canal de Eventos

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mié

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sáb

source: Sun
es: Dom

source: The specified date is invalid.
es: La fecha especificada no es válida.

source: Only years from 1000 to 9999 are supported.
es: Sólo años desde 1000 hasta 9999 son soportados.

source: There are only 12 hours in the day for the am/pm time format.
es: Hay sólo 12 horas en el día para el formato am/pm.

source: There are only 24 hours in the day.
es: Hay sólo 24 horas en el día.

source: There are only 60 minutes in the day.
es: Hay sólo 60 minutos en el día.

source: (all)
es: (todos)

source: Select event terms to filter by
es: Seleccione los térmios del evento por los que va a filtrar

source: Select event type to filter by
es: Seleccione el tipo de evento por el que va a filtrar

source: Calendar to browse events.
es: Calendario para navegar eventos

source: List of upcoming events.
es: Lista de próximos eventos

source: List of upcoming events for node type @name.
es: Lista de próximos eventos para el tipo de nodo @name.

source: Upcoming events
es: Próximos eventos

source: No upcoming events available
es: No hay próximos eventos disponibles

source: Now
es: Ahora

source: Event calendar
es: Calendario de eventos

source: Show in event calendar
es: Mostrar en calendarios de eventos

source: All views
es: Todas las vistas

source: Only in views for this type
es: Sólo en vistas para este tipo

source: Never
es: Nunca

source: All views: This content type will be available for display on all calendar views, including with other events.<br />Only in views for this type: This content type will only appear in calendar views specific to this type and never with other events.<br />Never: This content type will not be associated with the events calendar.
es: Todas las vistas: Este tipo de contenido estará disponible para mostrar en todas las vistas de calendario, incluyendo con otros eventos. <br /> Sólo en vistas para este tipo: Este tipo de contenido sólo aparecerá en vistas de calendario especificas para este tipo y nunca con otros eventos.<br /> Nunca: Este tipo de contenido no será asociado con el calendario de eventos.

source: Event has time
es: El evento tiene hora

source: Is time important for this event? Uncheck if event takes all day.
es: ¿Es la hora importante para este evento? Desmárquelo si el evento dura todo el día.

source: Event has end date
es: El evento tiene fecha de finalización

source: Check if you want to specify an end date for this event, then choose end date below.
es: Márquelo si quiere especificar una fecha de finalización para este evento, luego escoja la fecha de finalización abajo.

source: Please <a href="!url">select the default timezone</a> for your website before creating events.
es: Por favor <a href="!url">seleccione la zona horaria por defecto</a> para su sitio web antes de crear eventos.

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de finalización

source: Time zone
es: Zona horaria

source: Select the time zone this event occurs in.
es: Seleccione la zona horaria en la que ocurrirá este evento.

source: Default time zone
es: Zona horaria por defecto

source: Select the default site time zone.
es: Seleccione la zona horaria por defecto del sitio.

source: Select your current local time. Dates and times throughout this site will be displayed using this time zone.
es: Seleccione su hora local actua. Las fechas y horas en el sitio se mostrarán usando esta zona horaria.

source: Daylight Savings Regions | Current GMT: !date
es: Regiones con horas de ahorro | GMT actual: !date

source: None
es: Ninguno

source: Egypt
es: Egipto

source: Asia - Former USSR
es: Asia - Antigua USSR

source: Iraq, Syria
es: Iraq, Siria

source: Lebanon, Kirgizstan
es: Líbano, Kirguistán

source: Palestine
es: Palestina

source: Iran
es: Irán

source: South Australia
es: Australia Meridional

source: New Zealand
es: Nueva Zelanda

source: EU and other European countries
es: UE y otros paises europeos

source: Russian Federation
es: Federación Rusa

source: North America
es: América del Norte

source: Brazil
es: Brasil

source: Falklands
es: Islas Malvinas

source: !long-month-name January
es: !long-month-name enero

source: !long-month-name February
es: !long-month-name febrero

source: !long-month-name March
es: !long-month-name marzo

source: !long-month-name April
es: !long-month-name abril

source: !long-month-name May
es: !long-month-name mayo

source: !long-month-name June
es: !long-month-name junio

source: !long-month-name July
es: !long-month-name julio

source: !long-month-name August
es: !long-month-name agosto

source: !long-month-name September
es: !long-month-name septiembre

source: !long-month-name October
es: !long-month-name octubre

source: !long-month-name November
es: !long-month-name noviembre

source: !long-month-name December
es: !long-month-name diciembre

source: Jan
es: ene

source: Apr
es: abr

source: Aug
es: ago

source: The event module allows for any type of content to be event enabled, meaning content can have a start and end time, and appear in calendars. The ability to event enable any content type combined with the ability to create new types of content make it possible to create unlimited types of calendars. The ability to broadly event enable content will allow for creative applications combining information and real world events.
es: El módulo de eventos permite que el evento se active para cualquier tipo de contenido, lo que significa que el contenido puede tener una hora de inicio y finalización, y aparecer en calendarios. La posibilidad de activar el evento para cualquier tipo de contenido combinado con la posibilidad de crear nuevos tipos de contenido permite crear tipos ilimitados de calendarios. La posibilidad de activar el evento para todo el contenido permitirá aplicaciones creativas combinando información y eventos del mundo real.

source: The administrator can decide which content types should be events for their site. In content type configuration, administrators can select the calendar view options: never, all views, or only views for this type. For example, this makes it possible to have a general calendar which shows all meetups and house parties in the same calendar, and have a separate calendar for rallies which only contains the rallies content type. Calendars can be customized to view a specific content type or a category of content, using taxonomies.
es: El administrador puede decidir cuáles tipos de contenido deben ser eventos en su sitio. En la configuración del tipo de contenido, los administradores puede seleccionar las opciones de vista de calendario: nunca, todas las vistas o sólo vistas para este tipo. Por ejemplo, esto hace posible tener un calendario general que muestra todas las reuniones y fiestas en el mismo calendario, y tener un calendario separado para las concentraciones que sólo contiene el tipo de contenido de concentración. Los calendarios pueden ser personalizacos para ver un tipo de contenido específico o una categoría de contenido, usando taxonomías.

source: Administrators can also set two types of options for events; general event options, and event overview options. General event options are for timezone configuration, time notation formats, and event block configuration. Event overview options allow calendar and table event default views. Administrators can also set general filter controls for content types and categories, via the event taxonomy controls.
es: Los administradores también pueden establecer dos tipos de opciones para eventos; opciones generales de evento y opciones de vista general de evento. Opciones generales de evento son para configuración de zona horaria, formatos de notación de tiempo y configuración del bloque de eventos. Opciones de vista general de evento permiten vistas por defecto de calendario y tabla de eventos. Los administradores también pueden establecer filtros generales de control de tipo de contenido y categorías, a través de los controles de taxonomía de evento.

source: For more information please read the configuration and customization handbook <a href="!event">Event page</a>.
es: Para más información porfavor lea la página del manual de configuración y personalización de <a href="!event">Eventos</a>.

source: This is a listing of all the event system's time zones, sorted by daylight savings time regions, and their respective offsets from GMT in seconds. Time zones in the 'None' region do not observe daylight savings time. If you believe there is an error, please first search for the locale on !timeanddate and confirm it. If there is indeed an error please submit a !bugreport on drupal.org so we can fix it.
es: Este es un listado de todas las zonas horarias del sistema de eventos, ordenada por zonas con horario de ahorro, y sus respectivos desplazamientos con respecto a GMT en segundos. Zonas horarias en la región 'Ninguna' no observan horas de ahorro. Su usted cree que esto es un error, por favor busque primero el lugar en !timeanddate y confírmelo. Si de verdad hay un error, por favor envíe un !bugreport a drupal.org para que podamos arreglarlo.

source: The year the event starts.
es: El año en que inicia el evento

source: The two-digit month (01-12) the event starts.
es: El mes con dos dígitos (01-12) en que inicia el evento.

source: The three-letter month (jan-dec) the event starts.
es: El mes con tres letras (ene-dic) en que inicia el evento.

source: The two-digit day of the month (01-31) the event starts.
es: El día con dos dígitos (01-31) en que inicia el evento.

source: The three-letter day of the week (sun-sat) the event starts.
es: El día con tres letras (dom-sáb) en que inicia el evento.

source: The week number (1-52) of the year the event starts.
es: El número de semana (1-52) del año en que inicia el evento.

source: Upcoming @name
es: Próximo @name

source: 1 day
es: 1 día

source: 1 hour
es: 1 hora

source: 1 minute
es: 1 minuto

source: Filter by content type
es: Filtrar por tipo de contenido

source: Filter by taxonomy
es: Filtrar por taxonomía

source: Event rss feed
es: Canal rss del evento

source: Event dst view
es: Vista dst del evento

source: Event ical feed
es: Canal ical del evento

source: Set up how your site handles events.
es: Configure cómo su sitio maneja los eventos.

source: Timezone handling
es: Manejo de zona horaria

source: Change how timezone information is saved and displayed.
es: Cambie cómo se guarda y muestra la información de zona horaria.

source: Event overview
es: Vista general del evento

source: Change how event summary information is displayed.
es: Cambie cómo se muestra la información del resumen del evento.

source: Event ical
es: ical del evento

source: event
es: evento

source: more info
es: más información

source: Show detailed information for this event.
es: Vea información detallada de este evento.

source: %month / %day
es: %day / %month

source: Timezone:
es: Zona horaria

source: Add to iCalendar
es: Agregar a iCalendar

source: Add this calendar to your iCalendar
es: Agregue este calendario a su iCalendar

source: more
es: más

source: More events.
es: Más eventos.

source: Event
es: Evento

source: Events have a start date and an optional end date as well as a teaser and a body. They can be extended by other modules, too.
es: Los eventos tienen una fecha de inicio y opcionalmente una fecha de finalización, así como un avance y un cuerpo. Pueden ser extendidos por otros módulos también.

source: Event module was successfully installed with default options. To customize event and/or location settings for events, please view the <a href="!settings">event content type settings page</a>. Make sure to <a href="!url">select the default timezone</a> for your website before creating events.
es: El módulo de eventos se ha instalado con éxito con las opciones predeterminadas. Para personalizar eventos y/o la configuración del lugar para los eventos, por favor vea la <a href="!settings">página de configuración del tipo de contenido evento</a>. Asegúrese de <a href="!url">seleccionar la zona horaria predeterminada</a> para su sitio web antes de crear eventos.

source: Event module successfully uninstalled
es: Módulo de eventos instalado con exito

source: The basicevent module is no longer supported, it was disabled during the upgrade process.
es: El módulo basicevent ya no tiene soporte, fue desactivado durante el proceso de actualización.

source: MySQL database for event module
es: Base de datos MySQL para el módulo de eventos

source: Your MySQL Server is too old. Event module 5.2 requires at least MySQL %version. The 5.1 version is compatible with MySQL 3.
es: Su servidor MySQL es muy viejo. El módulo de evento 5.2 requiere por lo menos MySQL %version. La versión 5.1 es compatible con MySQL 3.

source: Calendaring API, calendar display and export
es: API de calendarización, para desplegar y exportar calendario
