Repository: chuva-inc/Metareciclagem
Catalog: sites/rede.metareciclagem.org/modules/og_aggregator/po/*.po
Languages: es

source: Organic group aggregator.
es: Agregador de noticias a grupos.

source: The Organic group Aggregator module allows Organic group to maintain an individual list of subscribed feeds.
es: El módulo organic group Aggregator permite a grupos mantener una lista concreta de feeds.

source: remove items
es: eliminar noticias

source: update items
es: actualiza noticias

source: list
es: lista

source: edit feed
es: editar feed

source: aggregator
es: agregar

source: Feed overview
es: Vista general de Feed

source: add feed
es: añadir feed

source: Group aggregator
es: Grupo de noticias

source: Number of news items in block
es: Número de nuevas noticias por bloque

source: Aggregator
es: Agregar

source: more
es: más

source: View this feed's recent news.
es: Ver las noticias recientes de este feed.

source: Title
es: Título

source: The name of the feed; typically the name of the web site you syndicate content from.
es: El nombre de el feed; normalmente el nombre de la página que sindicaliza el contenido

source: The fully-qualified URL of the feed.
es: URL completa del feed.

source: Update interval
es: Intervalo de actualización

source: The refresh interval indicating how often you want to update this feed. Requires crontab.
es: Actualiza el intervalo indicando cuando quiere actualizar este feed. Requiere crontab.

source: Keyword
es: Palabra clave

source: The keyword of the feed; Feed content filter.
es: La palabra clave; para filtrar los contenidos del feed.

source: Anti Keyword
es: palabra opuesta clave

source: The anti keyword of the feed; Feed content filter.
es: Palabra opuesta; para filtrar contenidos del feed.

source: Submit
es: Enviar

source: Delete
es: Borrar

source: A feed named %feed already exists. Please enter a unique url.
es: Un feed llamado %feed ya existe. Por favor introduzca una única URL.

source: The feed %feed has been updated.
es: El feed %feed ha sido actualizado.

source: Feed %feed deleted.
es: Feed %feed borrado.

source: The feed %feed has been deleted.
es: El feed %feed ha sido borrado.

source: Feed %feed added.
es: Feed %feed añadido.

source: view
es: vista

source: The feed %feed has been added.
es: El feed %feed ha sido añadido.

source: Items
es: Noticias

source: Last update
es: Última actualización

source: Next update
es: Próxima actualización

source: Operations
es: Operaciones

source: %time ago
es: hace %time

source: never
es: nunca

source: %time left
es: tiempo que falta %time

source: edit
es: editar

source: Group
es: Grupo

source: The news items from %site have been removed.
es: Las noticias de %site ha sido eliminadas.

source: There is no new syndicated content from %site.
es: No hay nuevas noticias sindicalizadas de %site.

source: Updated URL for feed %title to %url.
es: Actualizada feed %title de la URL %url.

source: There is new syndicated content from %site.
es: Hay nuevos contenidos sindicalizados para %site.

source: The RSS-feed from %site seems to be broken, due to "%error".
es: El RSS-feed de %site parece estar roto, debido a "%error".

source: The RSS-feed from %site seems to be broken, because of error "%error".
es: El RSS-feed de %site parece estar roto, por el error "%error".

source: The RSS-feed from %site seems to be broken, due to an error "%error" on line %line.
es: El RSS-feed de %site parece estar roto, debido a un error "%error" en la línea %line.

source: The RSS-feed from %site seems to be broken, because of error "%error" on line %line.
es: El RSS-feed de %site parece estar roto, por el error "%error".en la línea %line.

source: 1 item
es: 1 noticia
