Repository: chuva-inc/Metareciclagem
Catalog: sites/rede.metareciclagem.org/modules/contrib/iconizer/translations/*.po
Languages: de, hu, ja

source: The themes directory does not exist, or is not writable.
de: Das Themes-Verzeichnis existiert nicht oder ist nicht beschreibbar.
hu: A smink könyvtára nem létezik, vagy nem írható.
ja: テーマディレクトリが存在しないか、書き込み可能ではありません。

source: Icon themes settings
de: Icon-Theme-Einstellungen
hu: Ikon sminkbeállítások
ja: アイコンテーマの設定

source: Enable icons themes
de: Icon-Thems aktivieren
hu: Ikonok sminkjeinek engedélyezése
ja: アイコンテーマを有効化

source: Enable this feature to access and choose icons themes for 'Admin', 'Files' and 'Protocols'
de: Diese Funktion aktivieren, um Icon-Themes für 'Verwaltung', 'Dateien' und 'Protokolle' auszuwählen und darauf zuzugreifen
hu: A lehetőség bekapcsolása engedélyezi az „Adminisztrációs”, a „Fájl” és a „Protokoll” ikonok sminkjeinek kiválasztását
ja: アイコンテーマを使用するかどうかを指定してください。 ここにチェックを入れると、「管理」「ファイル」「プロトコル」用のアイコンテーマが選択できるようになります。

source: Themes path
de: Pfad für Themes
hu: Sminkek elérési útja
ja: テーマパス

source: Subdirectory in the directory "%dir" where iconizer themes be stored.
de: Unterverzeichnis im Verzeichnis „%dir“, in dem die Iconizer-Themes gespeichert werden.
hu: A „%dir” könyvtár alkönyvtára, ahol az <em>Iconizer</em> modul sminkjei vannak tárolva.
ja: Iconizerのテーマを保存する、"%dir" でのサブディレクトリを入力してください。

source: Admin link icons
de: Icons für Verwaltungs-Links
hu: Adminisztrációs hivatkozás ikonok
ja: 管理リンクのアイコン

source: Files link icons
de: Icons für Datei-Links
hu: Fájl hivatkozás ikonok
ja: ファイルリンクのアイコン

source: Protocols link icons
de: Icons für Protokoll-Links
hu: Protokoll hivatkozás ikonok
ja: プロトコルリンクのアイコン

source: Enable icons in Admin pages
de: Icons auf Verwaltungsseiten aktivieren
hu: Ikonok engedélyezése az adminisztrációs oldalakon
ja: 管理ページでのアイコンを有効化

source: Enable icons for files links
de: Icons für Datei-Links aktivieren
hu: Ikonok engedélyezése fájlhivatkozások jelzésére
ja: ファイルリンク用のアイコンを有効化

source: Enable icons for protocols links
de: Icons für Protokoll-Links aktivieren
hu: Ikonok engedélyezése a protokoll hivatkozások jelzésére
ja: プロトコルリンク用のアイコンを有効化

source: Choose Admin icons theme
de: Verwaltungs-Icons-Theme auswählen
hu: Adminisztrációs ikonok sminkjének kiválasztása
ja: 管理アイコン用テーマ

source: Theme for Admin links icons.
de: Theme für Verwaltungs-Links-Icons
hu: Az adminisztrációs hivatkozások ikonjainak sminkje.
ja: 管理リンクアイコン用のテーマを指定してください。

source: Choose Files icons theme
de: Datei-Icons-Theme auswählen
hu: Fájl ikonok smikjének kiválasztása
ja: ファイルアイコン用テーマ

source: Theme for Files links icons.
de: Theme für Datei-Links-Icons
hu: A fájlok ikonjainak sminkje.
ja: ファイルリンクアイコン用のテーマを指定してください。

source: Choose Protocols icons theme
de: Protokoll-Icons-Theme auswählen
hu: Protokoll ikonok sminkjének kiválasztása
ja: プロトコルアイコン用テーマ

source: Theme for Protocols links icons.
de: Theme für Protokoll-Links-Icons
hu: A protokollok ikonjainak sminkje.
ja: プロトコルリンクアイコン用のテーマを指定してください。

source: The themes have been disabled.
de: Die Themes wurden deaktiviert.
hu: A sminkek le lettek tiltva.
ja: テーマが無効にされました。

source: Adds icons next to links in Admin-section and well-know protocols and files
de: Fügt Icons neben Links in Verwaltungsseiten und bei bekannten Protokollen und Dateien hinzu.
ja: 管理セクション、ウェルノウンプロトコル、ファイルの各リンクの隣にアイコンを加えます。

source: display iconizer links
de: Iconizer-Links anzeigen
ja: Iconizerリンクの表示

source: manage iconizer settings
de: Iconizer-Einstellungen verwalten
ja: Iconizer設定の管理

source: Iconizer settings
de: Iconizer-Einstellungen
ja: Iconizerの設定

source: Admin iconizer settings: Admin-links, files, protocols and themes
de: Iconizer-Einstellungen verwalten: Links auf Verwaltungsseiten, Dateien, Protokolle und Themes
ja: Iconizer設定の管理： 管理リンク、ファイル、プロトコル、テーマ

source: Adds icons next to links in Admin-section, well-know protocols and files links.
de: Icons neben Links im Verwaltungsbereich, bekannten Protokollen und Dateilinks anzeigen.
ja: 管理セクション、ウェルノウンプロトコル、ファイルの各リンクの隣にアイコンを加えます。
